{
    "services": [
        {
            "title": "Plant Maintenance & Turnaround Services",
            "desc": "Latest techniques of IMR to ensure our client's assets are running successfully and economically. The oil, gas, and energy industries are asset-intensive. Given the current economic climate, volatile energy prices, and customer demands, executives in these industries must make rapid and difficult business and operational decisions. To remain economical, asset-owners are looking for new ways to get the most out of their assets, assure their assets stay online, and plan for unexpected failures.",
            "img": "plant.jpg",
            "icon": "bi bi-box-seam"
        },
        {
            "title": "Manpower Services",
            "desc": "Supplied experienced and qualified manpower to various oil and gas, power, construction, and other industries. In reach with this, our engineers and technicians are qualified and have a wide scope in their respective fields. Thus, this will allow us to mobilize the right candidate at the right job, upon client’s immediate request.",
            "img": "manpower.jpg",
            "icon": "bi bi-person-badge" 
        },
        {
            "title": "Rental Solution",
            "desc": "At Rental Solution, we strive to have the best and broadest selection of premium rental equipment available and ready when our customers need it. We provide equipment/tools solutions for oil and gas, construction, and all other industries.",
            "img": "equipment.jpg",
            "icon": "bi bi-tools" 
        }
    ],
    "anti_corrosion_services": [
        {
            "title": "Coatings",
            "desc": "As an approved and certified coating applicator for the oil & gas industry, we work very closely with all the major protective coating manufacturers, equipment manufacturers, and test & inspection equipment manufacturers to ensure that only the most suitable coatings and equipment are used.",
            "img": "coatings.jpg"
        },
        {
            "title": "Blasting",
            "desc": "Experienced team specializes in using various abrasive blasting methods for the surface preparation of onshore and offshore industrial structures, tanks, vessels, and piping.",
            "img": "blasting.jpg"
        },
        {
            "title": "Painting",
            "desc": "Imagine a dynamic painting where an experienced team of workers is depicted in action. The scene captures a bustling industrial environment, showcasing a mix of onshore and offshore settings.",
            "img": "painting.jpg"
        }
    ],
    "industrial_cleaning_services": [
        {
            "title": "Internal & External Bundle Cleaning Machines",
            "icon": "bi bi-tools"
        },
        {
            "title": "Ultra High Pressure Water Jetting",
            "icon": "bi bi-water"
        },
        {
            "title": "Dry Ice Blasting + Glass Beads",
            "icon": "bi bi-snow"
        },
        {
            "title": "Roto Car",
            "icon": "bi bi-car-front"
        }
    ],
   "civil_structure_work": [
        {
            "title": "Site Preparation Works",
            "desc": "Earthwork, demolition works, and temporary facilities and infrastructure construction, including building temporary site offices, workshops, and warehouses.",
            "icon": "bi bi-tools",
            "color": "cyan"
        },
        {
            "title": "Civil Works",
            "desc": "Reinforced concrete foundations, pipe supports, ponds, pits, underground and open drainage networks, paving work (including use of gravel, concrete, and asphalt) and related plant civil maintenance works.",
            "icon": "bi bi-bricks",
            "color": "teal"
        },
        {
            "title": "Building Works",
            "desc": "Construction of building substations, field auxiliary rooms, workshop and storage buildings. Roof structure repair and modification.",
            "icon": "bi bi-house",
            "color": "indigo"
        }
    ]


}