{
    "services": [
        {
            "title": "Plant Maintenance & Turnaround ",
            "desc": "Our Plant Maintenance and Turnaround Services are designed to ensure that industrial facilities operate at peak efficiency, with minimal disruptions and maximum safety. These services are essential for sustaining long-term operational excellence and supporting the strategic goals of our clients.",
            "img": "plant.jpg",
            "icon": "bi bi-box-seam"
        },
        {
            "title": "Manpower Supply & General Trading",
            "desc": "Dual-service approach enhances operational efficiency and supports businesse. By offering a skilled workforce and efficient procurement of goods, we help clients enhance productivity, reduce costs, and achieve their project objectives effectively.",
            "img": "manpower.jpg",
            "icon": "bi bi-person-badge" 
        },
        {
            "title": "Blasting and Painting",
            "desc": "Blasting and painting services are essential for the protection and longevity of industrial structures and equipment. Our skilled teams utilize advanced techniques and high-quality materials to deliver superior results, ensuring client satisfaction and operational excellence.",
            "img": "equipment.jpg",
            "icon": "bi bi-tools" 
        },
        {
            "title": "Steel Structural Fabrication and Erection",
            "desc": "We provide comprehensive solutions for constructing robust and reliable steel structures. Our experienced teams utilize advanced techniques and adhere to the highest standards of quality and safety, ensuring successful project outcomes that meet the needs of our clients.",
            "img": "equipment.jpg",
            "icon": "bi bi-tools" 
        },
        {
            "title": "Industrial Cleaning Services",
            "desc": "Industrial cleaning services for pressure vessels, tank, heat exchangers & etc are critical for maintaining operational efficiency, ensuring safety, and extending the lifespan of equipment. Our skilled teams utilize advanced cleaning techniques and adhere to strict safety and environmental standards",
            "img": "equipment.jpg",
            "icon": "bi bi-tools",
            "industrial_cleaning_services": [
                {
                    "title": "Internal & External Bundle Cleaning Machines",
                    "icon": "bi bi-tools"
                },
                {
                    "title": "Ultra High Pressure Water Jetting",
                    "icon": "bi bi-water"
                },
                {
                    "title": "Dry Ice Blasting + Glass Beads",
                    "icon": "bi bi-snow"
                },
                {
                    "title": "Roto Car",
                    "icon": "bi bi-car-front"
                }
            ]
        },
        {
            "title": "Engineering Procurement Construction & Commissioning",
            "desc": "Our services provide a holistic approach to project delivery, integrating engineering, procurement, construction, and commissioning into a cohesive process. Our commitment to quality, safety, and client satisfaction ensures successful project outcomes and operational excellence.",
            "img": "equipment.jpg",
            "icon": "bi bi-tools" 
        },
        {
            "title": "Civil & Mechanical Construction",
            "desc": "Our services encompass a wide range of activities, from site preparation and structural engineering to the installation of mechanical systems, ensuring that projects are completed efficiently and to the highest standards.",
            "img": "equipment.jpg",
            "icon": "bi bi-tools" 
        }
    ],
    "anti_corrosion_services": [
        {
            "title": "Coatings",
            "desc": "As an approved and certified coating applicator for the oil & gas industry, we work very closely with all the major protective coating manufacturers, equipment manufacturers, and test & inspection equipment manufacturers to ensure that only the most suitable coatings and equipment are used.",
            "img": "coatings.jpg"
        },
        {
            "title": "Blasting",
            "desc": "Experienced team specializes in using various abrasive blasting methods for the surface preparation of onshore and offshore industrial structures, tanks, vessels, and piping.",
            "img": "blasting.jpg"
        },
        {
            "title": "Painting",
            "desc": "Imagine a dynamic painting where an experienced team of workers is depicted in action. The scene captures a bustling industrial environment, showcasing a mix of onshore and offshore settings.",
            "img": "painting.jpg"
        }
    ],
    "industrial_cleaning_services": [
        {
            "title": "Internal & External Bundle Cleaning Machines",
            "icon": "bi bi-tools"
        },
        {
            "title": "Ultra High Pressure Water Jetting",
            "icon": "bi bi-water"
        },
        {
            "title": "Dry Ice Blasting + Glass Beads",
            "icon": "bi bi-snow"
        },
        {
            "title": "Roto Car",
            "icon": "bi bi-car-front"
        }
    ],
   "civil_structure_work": [
        {
            "title": "Site Preparation Works",
            "desc": "Earthwork, demolition works, and temporary facilities and infrastructure construction, including building temporary site offices, workshops, and warehouses.",
            "icon": "bi bi-tools",
            "color": "cyan"
        },
        {
            "title": "Civil Works",
            "desc": "Reinforced concrete foundations, pipe supports, ponds, pits, underground and open drainage networks, paving work (including use of gravel, concrete, and asphalt) and related plant civil maintenance works.",
            "icon": "bi bi-bricks",
            "color": "teal"
        },
        {
            "title": "Building Works",
            "desc": "Construction of building substations, field auxiliary rooms, workshop and storage buildings. Roof structure repair and modification.",
            "icon": "bi bi-house",
            "color": "indigo"
        }
    ]


}